Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Hvis du ønsker foredrag fra oss til et kommersielt arrangement, som kurs og seminarer med deltakeravgift, tar vi honorar.
nn: Viss du ønskjer foredrag frå oss til eit kommersielt arrangement som kurs og seminar med deltakaravgift, tek vi honorar.

source: De aller fleste av disse søknadene har
nn: Dei aller fleste av desse søknadane har

source: Alle forundersøkelser utføres etter lovpålagt taushetsplikt.
nn: Alle forundersøkingar utførast etter lovpålagd teieplikt.

source: Omfatter skap, møbler med skuffer eller rom, og hyller.
nn: Omfattar skap, møbel med skuffer eller rom, og hyller.

source: Disse må oppfylles før du søker.
nn: Desse må oppfyllast før du søkjer.

source: IR-intensive næringer og økonomiske bidrag i Norge (2011-2013).Studien har sett på bidrag til BNP, sysselsetting, handel og andre økonomiske indikatorer for næringer som har intensiv bruk av immaterielle rettigheter (IR), basert på en rangering av næringer i EU.
nn: IR-intensive næringar og økonomiske bidrag i Noreg (2011-2013).Studien har sett på bidrag til BNP, sysselsetting, handel og andre økonomiske indikatorar for næringar som har intensiv bruk av immaterielle rettar (IR), basert på ei rangering av næringar i EU.

source: For å opprettholde patentet ditt i endret form etter avgjørelse av en innsigelse eller en administrativ begrensning ved EPO, må du senest innen tre måneder etter EPO har kunngjort meddelelse av patentet i endret form, sende inn en ny oversettelse.
nn: For å oppretthalde patentet ditt i endra form etter avgjerd av ei motsegn eller ei administrativ avgrensing ved EPO, må du sende inn ein ny omsetjingseinast innan tre månader etter EPO har kunngjort meddeling av patentet i endra form.

source: Selv om en folkedrakt ikke er registrert etter designloven, kan det være knyttet rettigheter til den etter åndsverkloven.
nn: Sjølv om ein folkedrakt ikkje er registrert etter designlova, kan det vere knytte rettar til den etter åndsverklova.

source: Enkelte land har regler om bruksplikt, og noen krever at du kan vise til bruk før en eventuell registrering eller fornyelse av et varemerke.
nn: Enkelte land har reglar om bruksplikt, og nokre krev at du kan vise til bruk før ei eventuell registrering eller fornying av eit varemerke.

source: Les mer om muligheten for å levere inn en protest mot en søknad om
nn: Les meir om moglegheita for å levere inn ein protest mot ein søknad om

source: Hvordan er merket brukt?
nn: Korleis er merket brukt?

source: Enkelte myndigheter mente at verkene må være kjente, andre at dette ikke var relevant, andre mente at det avgjørende er om merket oppfattes som et kunstverk, ikke nødvendigvis om det er kjent eller ikke.
nn: Enkelte myndigheiter meinte at verka må vere kjende, andre at dette ikkje var relevant, andre meinte at det avgjerande er om merket oppfatteast som eit kunstverk, ikkje nødvendigvis om det er kjent eller ikkje.

source: «Jesperpus er vårt varemerke, og det riktig å gi ut bok under eget varemerke nå.» Boken forteller historien om Kasper som ble funnet i en jordhule sammen med sine søsken, og ble «reddet» av en dyrevernorganisasjon før han kom hjem til Jesperpus.
nn: «Jesperpus er vårt varemerke, og det riktig å gi ut bok under eige varemerke no.» Boka fortel historia om Kasper som blei funnen i ei jordhule saman med sine søsken, og blei «redda» av ein dyrevernorganisasjon før han kom heim til Jesperpus.

source: Her kan du blant annet få informasjon om hvilke personopplysninger som behandles og hvordan disse brukes.
nn: Her kan du blant anna få informasjon om kva for personopplysningar som blir behandla og korleis desse blir brukt.

source: Det er lurt å registrere designet ditt i alle de landene hvor du har tenkt å utnytte designet kommersielt, men det blir også dyrere jo flere land du søker beskyttelse i.
nn: Det er lurt å registrere designet ditt i alle di landa kor du har tenkt å utnytte designet kommersielt, men det blir også dyrare jo fleire land du søkjer vern i.

source: «Når du legger produksjonen til utlandet er det ekstra viktig å beskytte produktet, slik at du får produsert, eksportert og solgt varene i de landene du ønsker», sier gründeren.
nn: «Når du legg produksjonen til utlandet er det ekstra viktig å verne produktet, slik at du får produsert, eksportert og selde varene i dei landa du ønskjer», seier gründeren.

source: I Patentstyret har vi en rekke stillinger innenfor ulike fagområder.
nn: I Patentstyret har vi ei rekkje stillingar innanfor ulike fagområde.

source: Forhandlingskonsulenten skal sørge for at saken blir tilstrekkelig opplyst under forhandlingen.
nn: Forhandlingskonsulenten skal sørgje for at saka blir tilstrekkeleg opplyst under forhandlinga.

source: Syn og farger
nn: Syn og fargar

source: Hvis søknaden din blir henlagt for andre gang, vil det automatisk føre til at den blir endelig henlagt.
nn: Viss søknaden din blir lagt bort for andre gong, vil det automatisk føre til at den blir endeleg lagt bort.

source: De utvikler Attensi Technology Platform som benyttes både av kunder og partnere for å skreddersy egne spill og simuleringer som benyttes i opplæringsformål.
nn: Dei utvikler Attensi Technology Platform som nyttast både av kundar og partnarar for å skreddersy eigne spel og simuleringar som nyttast i opplæringsformål.

source: Er flere utleggsforretninger og arrestforretninger mottatt til anmerkning samme dag, går den eldste foran.
nn: Er fleire utleggsforretningar og arrestforretningar motteke til anmerking same dag, går den eldste føre.

source: Sleepytroll Baby Rocker er en babyvugge som får babyer til å sovne raskt og ikke minst å sove lenge.
nn: Sleepytroll Baby Rocker er ei babyvogge som får babyar til å sovne raskt og ikkje minst å sove lenge.

source: Det vil si at vi avbryter behandlingen av søknaden.
nn: Det vil seie at vi avbryt behandlinga av søknaden.

source: Til forskjell fra ved en innsigelse, kan du imidlertid ikke begrunne kravet med at patentet er meddelt til en annen enn den som er berettiget til oppfinnelsen.
nn: Til forskjell frå ved ei motsegn, kan du likevel ikkje grunngje kravet med at patentet er kunngjort til ein annan enn den som har rett til oppfinninga.

source: Ved en videreført internasjonal søknad kan du be Patentstyret oppta denne til behandling før utløpet av videreføringsfristen på 31 måneder, og før tilleggsfristen på fire måneder.
nn: Ved ein vidareført internasjonal søknad kan du be Patentstyret ta opp denne til behandling før utløpet av vidareføringsfristen på 31 månader, og før tilleggsfristen på fire månader.

source: Hvis du ikke svarer innen fristen vil søknaden bli henlagt.
nn: Viss du ikkje svarer innan fristen vil søknaden bli henlagt.

source: Hvilke følger uberettiget eller ureglementert bruk kan medføre for brukeren, for eksempel dersom merket brukes av noen som ikke har rett til å bruke det, eller brukes feil
nn: Kva følgjer uberettiga eller ureglementert bruk kan medføra for brukaren, til dømes dersom merket blir brukt av nokon som ikkje har rett til å bruke det, eller blir brukt feil

source: «Det er på sin plass at vi skal være markedsledende når kopinissene kommer for å tjene på andres oppfinnelse.
nn: «Det er på sin plass at vi skal vere marknadsleiande når kopinissane kjem for å tene på andre si oppfinning.

source: Det som her er sagt om unntak fra offentlighet for opplysninger om forretningshemmeligheter i varemerkesøknader gjelder også i innsigelsessaker og administrativ overprøving.
nn: Det som her er sagt om unntak frå offentlegheit for opplysningar om forretningsløyndomar i varemerkesøknadar gjeld også i motsegnssaker og administrativ overprøving.

source: Dette kan ha særlig stor betydning for patentsøknader hvor en anmodning om å trekke søknaden kommer tett opp til datoen hvor søknaden vil bli gjort
nn: Dette kan særleg bety mykje stor for patentsøknadar kor ei oppmoding om å trekkje søknaden kjem tett opp til datoen kor søknaden vil bli gjort

source: En klage som leveres for sent vil ikke bli behandlet.
nn: Ein klage som blir levert for seint vil ikkje bli behandla.

source: Dette er viktig både for den enkeltes rettsikkerhet og for å kunne utføre demokratisk kontroll med forvaltningens utøvelse av myndighet.
nn: Dette er viktig både for den enkelte sin rettstryggleik og for å kunne utføre demokratisk kontroll med forvaltninga si utøving av myndigheit.

source: I forbindelse med innføringen av det nye regelverket for søknad om forlenget gyldighetstid, er det innført egne overgangsregler for sertifikater som utløper de første årene etter at lovendringene som følge av pediatriforordningen trer i kraft i Norge.
nn: I samband med innføringa av det nye regelverket for søknad om forlenga gyldigheitstid, er det innført eigne overgangsreglar for sertifikat som går ut dei første åra etter at lovendringene som følgje av pediatriforordninga trer i kraft i Noreg.

source: Da søker vi i registeret vårt for å kartlegge om vi har tidligere design med likt utseende og som vi tror kan være til hinder for en gyldig registrering av designet ditt.
nn: Da søkjer vi i registeret vårt for å kartleggje om vi har tidlegare design med likt utsjånad og som vi trur kan vere til hinder for ei gyldig registrering av designet ditt.

source: En søknad koster bare 2900 kroner og dersom den blir registrert, må den fornyes først etter 10 år, sier Knut Andreas Bostad, seksjonssjef i Patentstyrets design- og varemerkeavdeling.
nn: Ein søknad kostar berre 2900 kroner og dersom den blir registrert, må den fornyast først etter 10 år, seier Knut Andreas Bostad, seksjonssjef i Patentstyret si design- og varemerkeavdeling.

source: Perioden som på engelsk ofte benevnes som "grace period", kan best betegnes som en "ikke-bruksperiode" men er også angitt som "brukspliktperioden".
nn: Perioden som på engelsk ofte blir kalla "grace period", kan best forklarast som ein "ikkje-bruksperiode" men er også oppgitt som "brukspliktperioden".

source: år for å opprettholde registreringen din.
nn: år for å oppretthalde registreringa di.

source: Hvis søker har fullmektig skal også skriftlig fullmakt sendes inn.
nn: Dersom søkjer har fullmektig skal også skriftleg fullmakt sendast inn.

source: varene er identiske eller svært like, kreves det mindre likhet mellom merkene før vi konstaterer forvekselbarhet.
nn: viss varene er identiske eller svært like, blir det kravt mindre likskap mellom merka før vi konstaterer forvekselbarheit.

source: Disse uselvstendige kravene vil derfor beskrive elementer ved oppfinnelsen som riktignok ikke er obligatoriske, men som angir forskjellige fordelaktige utførelsesformer.
nn: Desse usjølvstendige krava vil derfor beskrive element ved oppfinninga som riktignok ikkje er obligatoriske, men som oppgir forskjellige fordelaktige utføringsformer.

source: Se aktuelle rådgivere på ipr.hjelp.no
nn: Sjå aktuelle rådgivarar på iprhjelp.no

source: Søkeren har ansvar for å utforme innholdet i patentsøknaden, og fordi dette krever erfaring vil vi anbefale å bruke kyndig hjelp til dette.
nn: Søkjaren har ansvar for å utforme innhaldet i patentsøknaden, og fordi dette krev erfaring vil vi tilråå bruke kyndig hjelp til dette.

source: Oversikt over nærliggende oppfinnelser.
nn: Oversikt over nærliggjande oppfinningar.

source: Vil du beskytte navn eller logo med en varemerkeregistrering, er det en fordel å først sjekke om varemerket oppfyller kravene.
nn: Vil du verne namn eller logo med ei varemerkeregistrering, er det ein fordel å først sjekke om varemerket oppfyller krava.

source: inneholder de nødvendige opplysningene.
nn: inneheld dei nødvendige opplysingane.

source: Veldig mange har forsøkt å lage et slikt pulver basert på SiC men ingen har klart det – inntil Nuria Espallargas og Fahmi Mubarok gjorde det ved NTNU.
nn: Veldig mange har forsøkt å lage eit slikt pulver basert på SiC, men ingen har klart det ­– heilt til Nuria Espallargas og Fahmi Mubarok gjorde det ved NTNU.

source: Omfatter alle typer seter selv om de også kan brukes til å ligge i, slik som benker, hammocker, divaner, ottomandivaner, badstuebenker og sofaer.
nn: Omfattar alle typer seter sjølv om dei også kan brukast til å liggje i, slik som benkar, hammockar, divanar, ottomandivanar, badstuebenkar og sofaar.

source: Løsningen ble å etablerte en nettbutikk med gjennomført design, innbydende bilder og oppskrifter laget av kjente kokker.
nn: Løysinga blei å etablerte ein nettbutikk med gjennomførd design, freistande bilete og oppskrifter laga av kjende kokkar.

source: Patentsøknaden din og korrespondansen i saken er offentlig og synlig for alle 18 måneder etter at søknaden ble innlevert, eventuelt før hvis du ber om det.
nn: Patentsøknaden din og korrespondansen i saka er offentleg og synleg for alle 18 månader etter at søknaden blei innlevert, eventuelt før viss du ber om det.

source: Tekniske nyvinninger bygger som oftest på forbedringer og effektiviseringer av tidligere løsninger.
nn: Tekniske nyvinningar byggjer som oftast på forbetringar og effektiviseringar av tidlegare løysingar.

source: Hvis den nye søkeren eller innehaveren ønsker å bli representert av en fullmektig, må du derfor gi oss beskjed om dette (se "Fullmektigendring" for fremgangsmåte).
nn: Viss den nye søkjaren eller innehavaren ønskjer å bli representert av ein fullmektig, må du derfor gi oss beskjed om dette (sjå "Fullmektigendring" for framgangsmåte).

source: I tillegg til patentene på selve teknologien, ønsker de ogsåå beskytte innovative metoder for å koble teknologien mot andres produkter.
nn: I tillegg til patenta på sjølve teknologien, ønskjer dei ogsåå verne innovative metodar for å kople teknologien mot andre sine produkt.

source: En lisens er en avtale der du som patenteier gir en lisenstaker rett til å lage, bruke eller selge din patenterte teknologi innenfor avtalte geografiske markeder og bruksområder.
nn: Ein lisens er ein avtale der du som patenteigar gir ein lisenstakar rett til å lage, bruke eller selje din patenterte teknologi innanfor avtalte geografiske marknader og bruksområde.

source: Patentstyret har avslått søknader om vanlige uttrykk som TAKK og GOD TUR.
nn: Patentstyret har avslått søknader om vanlege uttrykk som TAKK og GOD TUR.

source: Det er imidlertid lover og regler som kan begrense bruken, som
nn: Det er likevel lover og reglar som kan avgrense bruken, som

source: Hvis varemerket ditt ikke har nok særpreg, kan du likevel registrere det hvis du kan dokumentere at du har brukt merket slik at det er godt kjent i Norge som et kjennetegn for dine varer eller tjenester.
nn: Viss varemerket ditt ikkje har nok særpreg, kan du likevel registrere det viss du kan dokumentere at du har brukt merket slik at det er godt kjent i Noreg som eit kjenneteikn for dine varer eller tenester.

source: Granberg AS er en ledende merkevareprodusent av hansker til industri, næringsmiddel og helse med produksjon i flere land - med et verdensomspennende markedsfokus.
nn: Granberg AS er ein leiande merkevareprodusent av hanskar til industri, næringsmiddel og helse med produksjon i fleire land – med eit verdsomspennande marknadsfokus.

source: En logo med teksten MADE IN USA vil kunne være villedende hvis det står «klær laget i Vietnam» i listen over varer og tjenester.
nn: Ein logo med teksten MADE IN USA vil kunne vere villeiande dersom det står «klede laga i Vietnam» i lista over varer og tenester.

source: Alle patentsøknader klassifiseres etter teknisk innhold for å gjøre det lettere for en saksbehandler å finne tilsvarende oppfinnelser og vurdere om oppfinnelsen er kjent fra før.
nn: Alle patentsøknadar klassifiserast etter teknisk innhald for å gjere det lettare for ein saksbehandlar å finne tilsvarande oppfinning og vurdere om oppfinninga er kjent frå før.

source: Etter at du har sendt inn søknaden din til Patentstyret, kan du følge med på den i søketjenesten vår, der alle offentlige dokumenter i søknaden blir lagt inn.
nn: Etter at du har sendt inn søknaden din til Patentstyret, kan du følgje med på den i søkjetenesta vår, der alle offentlege dokument i søknaden blir lagde inn.

source: Hvis du som patentsøker har et spesielt behov for å få fremskyndet behandlingen av søknaden din, kan du sende en begrunnet søknad om dette til Patentstyret.
nn: Viss du som patentsøkar har eit særskilt behov for å få framskynda behandlinga av søknaden din, kan du sende ein begrunna søknad om dette til Patentstyret.

source: Merket er en farge eller en kombinasjon av farger
nn: Merket er ein farge eller ein kombinasjon av fargar

source: Alle opplysninger som er nødvendige for at Patentstyret skal kunne kontrollere at produktet er vernet ved basispatentet, for eksempel angivelse av i hvilket krav produktet er beskyttet.
nn: Alle opplysningar som er nødvendige for at Patentstyret skal kunne kontrollere at produktet er verna ved basispatentet, til dømes opplysningar om i kva krav produktet er beskytta.

source: Etter norsk rett vil dette være den første dagen innenfor det tredje avgiftsåret.
nn: Etter norsk rett vil dette vere den fyrste dagen innanfor det tredje avgiftsåret.

source: Fordeler ved å søke gjennom Madrid-protokollen
nn: Fordelar ved å søkje gjennom Madrid-protokollen

source: Patentstyret vil kunngjøre i Norsk patenttidende at patentkrav er levert på norsk, og gjøre oversettelsen tilgjengelig for enhver.
nn: Patentstyret vil kunngjere i Norsk patenttidende at patentkrav er levert på norsk, og gjere omsetjinga tilgjengeleg for einkvar.

source: Det er viktig å være klar over at selv om designets utseende kan holdes hemmelig i inntil seks måneder, er bibliografiske opplysninger allment tilgjengelige allerede fra søknadsdagen.
nn: Det er viktig å vere klar over at sjølv om designet sin utsjånad kan haldast hemmeleg i inntil seks månader, er bibliografiske opplysningar allment tilgjengelege allereie frå søknadsdagen.

source: Bedrifter med effektive IPR-strategier plasserer sine eneretter (patenter, varemerker og design) på lik linje med andre aktiva i regnskapet.
nn: Bedrifter med effektive IPR-strategiar plasserer einerettane sine (patent, varemerke og design) på lik linje med andre aktiva i rekneskapen.

source: I tillegg til for eksempel å patentere selv, innebærer det ogsåå kartlegge hvilke rettigheter andre har som kan hindre patent, slik at du unngår å krenke disse rettighetene.
nn: I tillegg til for eksempel å patentere sjølv, inneber det ogsåå kartleggje kva for rettar andre har som kan hindre patent, slik at du unngår å krenkje desse rettane.

source: Søknaden må være mottatt av Patentstyret senest innen 2 måneder etter at du eller fullmektigen din ble oppmerksom på fristoversittelsen.
nn: Søknaden må vere motteke av Patentstyret seinast innan 2 månader etter at du eller fullmektigen din vart merksam på fristoversitjinga.

source: se nedenfor om dette
nn: Sjå nedanfor om dette

source: I slike tilfeller kan du ikke sende inn krav om at registreringen er ugyldig på bakgrunn av ditt lokalt innarbeidede varemerke.
nn: I slike tilfelle kan du ikkje sende inn krav om at registreringa er ugyldig på bakgrunn av ditt lokalt innarbeidde varemerke.

source: Provisorisk patentbeskyttelse i Norge
nn: Provisorisk patentvern i Noreg

source: Slagord som beskriver varer og tjenester eller som sier noe om kvalitet og egenskaper, kan ikke registreres som varemerke.
nn: Slagord som beskriv varer og tenester eller som seier noko om kvalitet og eigenskaper, kan ikkje registrerast som varemerke.

source: Merkevarebygging er å gi en merkevare verdier, slik at kjøperen får en følelse av å ha kjøpt mer enn bare produktet.
nn: Merkevarebygging er å gi ei merkevare verdiar, slik at kjøparen får ei kjensle av å ha kjøpt meir enn berre produktet.

source: Det er mest vanlig å komme til enighet gjennom forhandlinger, men du risikerer å måtte betale erstatning eller inngå lisensavtale.
nn: Det er mest vanleg å kome til eining gjennom forhandlingar, men du risikerer å måtte betale erstatning eller inngå lisensavtale.

source: Selskapet Podbike AS ble etablert i 2016 av Per Hassel Sørensen og Anne-Lise Heggland.
nn: Selskapet Podbike blei etablert i 2016 av Per Hassel Sørensen og Anne-Lise Heggland.

source: Oppgi konkurrenter eller andre som opererer innen samme område
nn: Oppgi konkurrentar eller andre som opererer innan same område

source: Vi offentliggjør søknaden
nn: Vi offentleggjer søknaden.

source: Av til sammen 197 klasseoverskrifter er det et felles europeisk harmonisert standpunkt at 11 klasseoverskrifter ikke er klare og presise.
nn: Av til saman 197 klasseoverskrifter er det eit felles europeisk harmonisert standpunkt at 11 klasseoverskrifter ikkje er klare og presise.

source: Innen elektro, fysikk og sensorer har vi alle typer søknader, fra de som søker for første gang, til profesjonelle søkere.
nn: Innan elektro, fysikk og sensorar har vi alle typer søknader, frå dei som søkjer for fyrste gong, til profesjonelle søkjarar.

source: Utviklingen i næringslivet skaper behov for bedre bruk av immaterielle verdier og rettigheter i en økende global konkurranse.
nn: Utviklinga i næringslivet skaper behov for betre bruk av immaterielle verdiar og rettar i ein aukande global konkurranse.

source: «For oss er det viktig å sikre våre IP-rettigheter i et etablert marked bestående av store aktører.
nn: «For oss er det viktig å sikre våre IP-rettar i ein etablert marknad med store aktørar.

source: Dette er en type varemerker hvor det per i dag hersker tvil om dette går inn under betegnelsen varemerker og hvordan disse eventuelt skal kunne gjengis grafisk.
nn: Dette er ein type varemerke kor det per i dag herskar tvil om dette går inn under nemninga varemerke og korleis desse eventuelt skal kunne bli gjengitt grafisk.

source: – Vi har gode erfaringer med disse, men så er også produktet vårt såpass unikt at patentene ikke har blitt satt på noen alvorlig «prøve» med hensyn til konflikt med liknende teknologier.
nn: «Vi har gode erfaringar med desse, men så er produktet vårt òg såpass unikt at patenta ikkje har blitt sett på nokon alvorleg «prøve» med omsyn til konflikt med liknande teknologiar.

source: En søknad er levert.
nn: Ein søknad er levert.

source: Avdelingsdirektør i patentavdelingen Bjørn Lillekjendlie, sier at det er viktig å forstå hvor mye som ligger bak en slik søknad.
nn: Avdelingsdirektør i patentavdelinga Bjørn Lillekjendlie seier at det er viktig å forstå kor mykje som ligg bak ein slik søknad.

source: Heller ikke gjengivelsen av varemerket eller opplysninger om søker eller hvilke varer eller tjenester det er søkt registrert for, kan kreves hemmeligholdt.
nn: Heller ikkje gjengivinga av varemerket eller opplysingar om søkjar eller kva for varar eller tenester det er søkt registrert for, kan krevjast hemmeleghalde.

source: en enerett slik at du kan hindre etterligning og kopiering
nn: ein einerett slik at du kan hindre etterlikning og kopiering

source: eksklusiv, ikke eksklusiv, kan også ha betingelser for oppretthold av eksklusivitet over tid
nn: eksklusiv, ikkje eksklusiv, kan også ha vilkår for oppretthald av eksklusivitet over tid

source: Saksbehandlere skal ikke tolke eller definere hva oppfinnelsen er, og i et svar på en patentsøknad (realitetsuttalelse) gis det kun informasjon om hva som må endres og tilpasses.
nn: Saksbehandlarane skal ikkje tolke eller definere kva oppfinninga er, og i eit svar på ein patentsøknad (realitetsuttaling) gir vi berre informasjon om kva som må endrast og tilpassast.

source: Denne forundersøkelsen kan avklare om ideen er ny.
nn: Denne forundersøkinga kan avklare om ideen er ny.

source: Her regnes gassdetektorer som helt nødvendig utstyr av sikkerhetshensyn.
nn: Her blir gassdetektorar rekna som heilt nødvendig utstyr av sikkerheitsomsyn.

source: det er søkt om patent på oppfinnelsen i Norge, eller
nn: det er søkt om patent på oppfinninga i Noreg, eller
